Revit 2024 API
UnitTypeId.CubicFeet Property
 Cubic feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CubicFeet { get; }
Visual Basic
Public Shared ReadOnly Property CubicFeet As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CubicFeet {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace